{
  "home": {
    "title": "Sales Form for individual sellers",
    "type": "Transaction type",
    "dco": "Direct sale",
    "cons": "Consignment",
    "fname": "First name",
    "lname": "Last name",
    "model": "Model (only one item per row, add line for each item)",
    "addmodel": "Add Another Item",
    "price": "Price (ONLY NUMBERS)",
    "priceeur": "Price (in euro)",
    "payment": "Payment Choice",
    "id": "ID Card Number",
    "certif1": "By accepting the terms and conditions I certify that I am more than 18 years old and that my product(s) is/are genuine, not stolen, swindled, borrowed. I hold myself responsible for authenticity, conformity (no defects), origin of it.",
    "certif2":"I, the undersigned, declare on the honor the sale of this object and the veracity of this declaration.",
    "certif3":"",
    "send": "Send",
    "banktransf": "Bank transfert",
    "other": "Other",
    "liq": "Cash",
    "succes": "Form succesfully send",
    "fail": "Fail to send form. Please retry or contact us if the problem persist.",
    "mail": "(Recommended) To stay informed about selling to copRoom for future releases & promotions, you can enter your email here",
    "idtype": "Card type",
    "idnat": "Nationality of the ID",
    "passport": "Passport",
    "idcard": "National Identity card",
    "driverlicence": "Driver license",
    "mailppl": "Paypal account email. We will send payment to this email please be carefull",
    "beneficiaire": "Beneficiary (Full name)",
    "iban": "Iban",
    "idExp": "(Mandatory because we are a company / If number is not correct we will cancel the sale)",
    "top-text": "All informations are strictly confidential. If any information (name, ID number, ect...) is false we will have the right to cancel the sale.",
    "cheque": "Check",
    "bottom-text-1":" This is a sale contract between you and the company ROOM GROUP SAS. Details about our company are available on ",
    "bottom-text-2":" and sale terms are available on this ",
    "bottom-link": "link",
    "quantity": "Quantity",
    "fillform": "You must fill correctly all the required fields before being able to submit the form",
    "infos": {
      "seller": "Seller infos",
      "payment": "Payment infos",
      "items": "Items infos"

    },
    "accept": "I, the undersigned, declare on the honor the sale of this object and the veracity of this declaration. I accept without reserve the ",
    "terms": "buying terms and conditions",
    "color": "Item color",
    "size": "Item size"
  }
}
